[
  {
    "id": 1,
    "name": "Підйомники з платформою",
    "images": [
      "./101.jpg",
      "/images/products/1/102.png",
      "/images/products/1/103.png",
      "/images/products/1/104.jpg"
    ],
    "price": "від 45 тис",
    "to_order": true,
    "description": [
      "Підйомник для людей з обмеженими можливостями – це спеціалізоване технічне обладнання, створене для підйому і спуску осіб з інвалідністю на різні висоти. Він складається з кількох основних елементів, зокрема платформи, підйомного механізму, системи управління та функцій безпеки. Платформа для коляски забезпечує безпечне розміщення користувача під час підйому чи спуску та може мати різні розміри і конфігурації в залежності від індивідуальних потреб. Підйомний механізм відповідає за вертикальне переміщення платформи, в той час як система управління дозволяє оператору контролювати рух підйомника за допомогою пульта. Безпека є найважливішим аспектом в експлуатації таких пристроїв, тому підйомники зазвичай оснащуються різними безпековими системами, такими як аварійні зупинки, обмежувачі швидкості та сигнальні світлові й звукові системи, які дозволяють оператору та користувачу швидко реагувати на непередбачені обставини."
    ],
    "main_characteristics": [
      "Гарантує плавний і контрольований підйом та спуск платформи разом з користувачем.",
      "Забезпечує комфортне розмження людини з обмеженими можливостями та її коляски без стиснення чи дискомфорту.",
      "Дозволяє зручне і точне управління підйомником за допомогою пульта або кнопок.",
      "Конструкція пристрою розрахована на надійне підтримання ваги користувача.",
      "Оснащений аварійними зупинками, обмежувачами швидкості та сигнальними системами для швидкого реагування у разі непередбачених ситуацій.",
      "Легко встановлюється та експлуатується.",
      "Може бути адаптований до індивідуальних потреб користувача з урахуванням його фізичних можливостей та вимог."
    ]
  },
  {
    "id": 2,
    "name": "Підйомники подовжені під медичну каталку",
    "images": [
      "./images/products/2/201.jpg",
      "./images/products/2/202.png"
    ],
    "price": "від 45 тис",
    "to_order": true,
    "description": [
      "Вертикальний підйомник для медичних каталок — це інноваційне рішення, розроблене для забезпечення безпечного та ефективного переміщення пацієнтів у медичних закладах. Цей пристрій не лише полегшує транспортування, а й підвищує комфорт для пацієнтів та медичного персоналу, забезпечуючи безперешкодний доступ до лікарняних відділень та кабінетів."
    ],
    "main_characteristics": [
      "Оптимізована конструкція: Підйомник спеціально адаптований під розміри медичних каталок, що забезпечує ідеальну посадку та легкість у використанні.",
      "Рівень підлоги: У нижньому положенні платформа підйомника вирівнюється з підлогою, що дозволяє безперешкодно заїжджати на неї лікарняним візком без зайвих зусиль",
      "Система безпеки: Оснащений надійними функціями безпеки, такими як огорожі, борти та протиковзне покриття платформи, підйомник гарантує максимальну безпеку під час перевезення пацієнтів",
      "Плавний та безшумний рух: Завдяки вдосконаленій технології підйому, платформа рухається плавно і без зайвого шуму, що створює комфортну атмосферу для пацієнтів і медичного персоналу.",
      "Антивандальна конструкція: Виготовлений з нержавіючої сталі, підйомник має високу стійкість до механічних пошкоджень, що забезпечує його довговічність і надійність у експлуатації."
    ]
  },
  {
    "id": 3,
    "name": "Поворотні підйомники під платформу",
    "images": [
      "./images/products/3/301.jpg"
    ],
    "price": "від 45 тис",
    "to_order": true,
    "description": [
      "Вертикальний поворотний підйомник, розроблений нашою компанією, забезпечує доступ до різних рівнів будівель для осіб з обмеженими можливостями. Цей підйомник сприяє інклюзивності та полегшує пересування маломобільних груп населення. Завдяки використанню якісних матеріалів і сучасних технологій, він гарантує надійність і комфорт.",
      "Підйомник складається з вертикальної платформи, що переміщується вгору та вниз по металевій конструкції. Особливістю є можливість обертання навколо власної вісі, що розширює його застосування та підвищує гнучкість розташування. Керування здійснюється через доступну електричну систему."
    ],
    "main_characteristics": [
      "Встановлення можливе як в приміщеннях, так і на вулиці.",
      "Обертання навколо осі для більшої адаптивності.",
      "Компактна конструкція, що не потребує багато простору.",
      "Легка система керування.",
      "Вбудовані аварійні датчики, системи гальмування та блокування для безпеки."
    ]
  },
  {
    "id": 4,
    "name": "Інші варіанти поворотних підйомників",
    "images": [
      "./images/products/4/401.jpg"
    ],
    "price": "від 45 тис",
    "to_order": true,
    "description": [
      "Вертикальний поворотний підйомник, розроблений нашою компанією, забезпечує доступ до різних рівнів будівель для осіб з обмеженими можливостями. Цей підйомник сприяє інклюзивності та полегшує пересування маломобільних груп населення. Завдяки використанню якісних матеріалів і сучасних технологій, він гарантує надійність і комфорт.",
      "Підйомник складається з вертикальної платформи, що переміщується вгору та вниз по металевій конструкції. Особливістю є можливість обертання навколо власної вісі, що розширює його застосування та підвищує гнучкість розташування. Керування здійснюється через доступну електричну систему."
    ],
    "main_characteristics": [
      "Встановлення можливе як в приміщеннях, так і на вулиці.",
      "Обертання навколо осі для більшої адаптивності.",
      "Компактна конструкція, що не потребує багато простору.",
      "Легка система керування.",
      "Вбудовані аварійні датчики, системи гальмування та блокування для безпеки."
    ]
  }
]
