[
  {
    "id": 5,
    "name": "Ліхтарний стовп Г-подібний",
    "price": "12 000",
    "images": [
      "./images/products/5/501.png"
    ],
    "to_order": true,
    "description": [
      "Г-подібний вуличний ліхтарний стовп – це сучасне та надійне рішення для освітлення вулиць, парків, прибудинкових територій, парковок та промислових зон. Виготовлений із високоякісного металу та покритий захисною фарбою, що забезпечує довговічність і стійкість до корозії та впливу погодних умов.",
      "Оснащений енергоефективним світлодіодним освітленням, яке гарантує яскраве та рівномірне світло, знижуючи витрати на електроенергію. Завдяки сучасному дизайну та міцній конструкції, цей ліхтарний стовп ідеально підходить для громадських і приватних територій."
    ],
    "main_characteristics": [
      "Гарантує плавний і контрольований підйом та спуск платформи разом з користувачем.",
      "Забезпечує комфортне розмження людини з обмеженими можливостями та її коляски без стиснення чи дискомфорту.",
      "Дозволяє зручне і точне управління підйомником за допомогою пульта або кнопок.",
      "Конструкція пристрою розрахована на надійне підтримання ваги користувача.",
      "Оснащений аварійними зупинками, обмежувачами швидкості та сигнальними системами для швидкого реагування у разі непередбачених ситуацій.",
      "Легко встановлюється та експлуатується.",
      "Може бути адаптований до індивідуальних потреб користувача з урахуванням його фізичних можливостей та вимог."
    ]
  },
  {
    "id": 6,
    "name": "Ліхтарний стовп Y на два LED світильники",
    "price": "12 000",
    "images": [
      "./images/products/6/601.png"
    ],
    "to_order": true,
    "description": [
      "Y-подібний вуличний ліхтарний стовп – це сучасне та ефективне рішення для освітлення доріг, паркових зон, громадських просторів і прибудинкових територій. Виготовлений із міцного металу та покритий захисною фарбою, що забезпечує надійний захист від корозії, атмосферних впливів і механічних пошкоджень",
      "Оснащений енергоефективним світлодіодним освітленням, яке гарантує яскраве та рівномірне світло, знижуючи витрати на електроенергію. Завдяки сучасному дизайну та міцній конструкції, цей ліхтарний стовп ідеально підходить для громадських і приватних територій."
    ],
    "main_characteristics": [
      "Оптимізована конструкція: Підйомник спеціально адаптований під розміри медичних каталок, що забезпечує ідеальну посадку та легкість у використанні.",
      "Рівень підлоги: У нижньому положенні платформа підйомника вирівнюється з підлогою, що дозволяє безперешкодно заїжджати на неї лікарняним візком без зайвих зусиль",
      "Система безпеки: Оснащений надійними функціями безпеки, такими як огорожі, борти та протиковзне покриття платформи, підйомник гарантує максимальну безпеку під час перевезення пацієнтів",
      "Плавний та безшумний рух: Завдяки вдосконаленій технології підйому, платформа рухається плавно і без зайвого шуму, що створює комфортну атмосферу для пацієнтів і медичного персоналу.",
      "Антивандальна конструкція: Виготовлений з нержавіючої сталі, підйомник має високу стійкість до механічних пошкоджень, що забезпечує його довговічність і надійність у експлуатації."
    ]
  }
]
